[M_Ep12_BecomingJack MissionDefinition]
MissionName="O Homem Que Jack Não É"
MissionDescription="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack. Infelizmente, ninguém faz a menor ideia de como passar por ela de outra forma.\n"
TurnInDescription="Com o relógio de bolso em suas mãos, os capangas de Brick ao seu lado e o Claptrap atualizado em [place]Santuário[-place], você está pronto para invadir o [place]Núcleo de Controle do Anjo[-place] e pegar a chave da Sepultura.\n"
MissionSummary="Fale com Roland"
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep12_BecomingJack:CollectVoiceSamples MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep12_BecomingJack:CollectVoiceSamples_Collection MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep12_BecomingJack:GetPocketwatch MissionObjectiveDefinition]
ProgressMessage="Pegue o relógio de bolso do sósia de Jack O'Cara"

[M_Ep12_BecomingJack:GetVoiceSamples MissionObjectiveDefinition]
ProgressMessage="Consiga mais amostras de voz"

[M_Ep12_BecomingJack:GetWatchSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue o relógio de bolso que o sósia do Jack deixou cair."
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack.\nO Anjo sabe como abrir a porta. Ela pediu que você elimine um dos sósias de Jack O'Cara em [place]Opportunity[-place] e roube o relógio de bolso dele. Apesar de ser um relógio de uso habitual (para ver as horas e estrangular alguém com sua corrente), ele também contém o DNA do Jack. Você vai precisar dele para abrir a porta do [place]Núcleo de Controle do Anjo[-place].\n"

[M_Ep12_BecomingJack:GoToHyperionCity MissionObjectiveDefinition]
ProgressMessage="Vá para Opportunity"

[M_Ep12_BecomingJack:GoToHyperionCitySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para a cidade de [place]Opportunity[-place]."
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack. O Anjo pediu pra você ir até [place]Opportunity[-place] e aguardar maiores instruções.\n"

[M_Ep12_BecomingJack:KillDouble MissionObjectiveDefinition]
ProgressMessage="Elimine o sósia de Jack"

[M_Ep12_BecomingJack:KillDoubleSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o sósia de Jack"
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack.\nO Anjo sabe como abrir a porta. Ela pediu que você elimine um dos sósias de Jack O'Cara.\n"

[M_Ep12_BecomingJack:RetrievePassword MissionObjectiveDefinition]
ProgressMessage="Pegue o modulador de voz"

[M_Ep12_BecomingJack:RetrievePasswordSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pegue o modulador de voz de Jack O'Cara."
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack.\nVocê voltou com o relógio de bolso de um dos sósias de Jack O'Cara e o Anjo lhe disse que esse artefato não é exatamente o que parece. Apesar de ser um relógio de uso habitual (para ver as horas e estrangular alguém com sua corrente), ele também contém o DNA do Jack.\nCom isso, basta criar um meio de burlar o último obstáculo.  Mesmo após a porta reconhecer os traços de DNA do Jack, ela não se abrirá se a senha não for pronunciada com a voz dele.\nO Anjo criou um modulador que irá fazer a sua voz ficar igual à do Jack, basta você conseguir algumas gravações da voz dele como amostra.\n"

[M_Ep12_BecomingJack:UploadSamples MissionObjectiveDefinition]
ProgressMessage="Envie as amostras para o Anjo."

[M_Ep12_BecomingJack:UploadSamplesSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Envie as amostras da voz de Jack para o Anjo."
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack.\nVocê voltou com o relógio de bolso de um dos sósias de Jack O'Cara e o Anjo lhe disse que esse artefato não é exatamente o que parece. Apesar de ser um relógio de uso habitual (para ver as horas e estrangular alguém com sua corrente), ele também contém o DNA do Jack.\nCom isso, basta criar um meio de burlar o último obstáculo.  Mesmo após a porta reconhecer os traços de DNA do Jack, ela não se abrirá se a senha não for pronunciada com a voz dele.\nVocê já tem amostras suficientes da voz de Jack. O Anjo pediu para que você envie os dados do relógio de bolso para construir um modulador que faça a sua voz soar como a voz do Jack.\n"

[M_Ep12_BecomingJack:UseFirstKiosk MissionObjectiveDefinition]
ProgressMessage="Use a cabine de informações"

[M_Ep12_BecomingJack:UseFirstKioskSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga amostras da voz de Jack para criar um modulador de voz."
MissionDescriptionOverride="Se deseja impedir que Jack desperte o Guerreiro, você precisa desconectar seu Anjo Guardião. O [place]Núcleo de Controle do Anjo[-place] está protegido por três obstáculos principais, porém, você já conseguiu recursos para passar por dois deles.\nO último obstáculo que impede o acesso à sala do Anjo é uma porta que só pode ser aberta pelo próprio Jack.\nVocê voltou com o relógio de bolso de um dos sósias de Jack O'Cara e o Anjo lhe disse que esse artefato não é exatamente o que parece. Apesar de ser um relógio de uso habitual (para ver as horas e estrangular alguém com sua corrente), ele também contém o DNA do Jack.\nCom isso, basta criar um meio de burlar o último obstáculo.  Mesmo após a porta reconhecer os traços de DNA do Jack, ela não se abrirá se a senha não for pronunciada com a voz dele.\nO Anjo pediu que você use o relógio de bolso para gravar algumas amostras da voz do Jack nas cabines de informações que estão espalhadas por toda [place]Opportunity[-place]. Quando tiver amostras suficientes, O Anjo usará elas para construir um modulador que fará com que sua voz soe como a voz do Jack.\n"